Repository: oe-alliance/e2openplugin-MultiQuickButton
Catalog: po/*.po
Languages: et

source: long
et: pikk

source: A/V Settings
et: Heli ja pildi seaded

source: Add
et: Lisa

source: Add Functions to MQB Key
et: Lisa funktsioone

source: Add Plugins to MQB Key
et: Lisa laiendusi

source: Backup
et: Varunda

source: Backup Settings...
et: Varunda seadistus

source: Backward <
et: Tagasi <

source: Button :
et: Nupp :

source: Cancel
et: Tühista

source: Channel
et: Kanal

source: Channel Selection
et: Kanali valik

source: Channel list
et: Kanalinimekiri

source: Channel zap (list) +
et: Kanali vahetus (loend)+

source: Channel zap (list) -
et: Kanali vahetus (loend) -

source: Channel zap +
et: Kanalivahetus +

source: Channel zap -
et: Kanalivahetus -

source: Channels
et: Kanalid

source: Configure macro
et: Seadista makro

source: Cross Down
et: Rist alla

source: Cross Left
et: Rist vasak

source: Cross Right
et: Rist parem

source: Cross Up
et: Rist üles

source: DVDPlayer
et: DVD - mängija

source: DeepStandby
et: Sügavooterežiim

source: Delete
et: Kustuta

source: Directory %s nonexistent.
et: Asukohta %s ei ole.

source: Entry %s already exists.
et: Kirje %s on juba olemas.

source: Error
et: Viga

source: Exit
et: Välju

source: Extension Selection
et: Laienduste valik

source: FastForward >>
et: Edasikerimine >>

source: Favourite channel 1
et: Lemmik kanal 1

source: Favourite channel 2
et: Lemmik kanal 2

source: Favourite channel 3
et: Lemmik kanal 3

source: Favourite channel 4
et: Lemmik kanal 4

source: Favourite channel 5
et: Lemmik kanal 5

source: File %s nonexistent.
et: Faili %s ei ole olemas.

source: Forward >
et: Edasi >

source: Functions
et: Funktsioonid

source: GUI Restart
et: GUI taaskäivitus

source: HELP
et: ABI

source: InfoBar
et: Inforiba

source: InfoBar Audio Selection
et: Inforiba - Heli valik

source: InfoBar EPG
et: Inforiba - Saatekava

source: InfoBar EventInfoPlugins
et: Inforiba saateinfo laiendused

source: InfoBar EventView
et: Inforiba - Saateinfo

source: InfoBar Instant Record
et: Inforiba - Kohene salvestamine

source: InfoBar Multi EPG
et: Inforiba - Multi EPG

source: InfoBar Record
et: Inforiba - Salvestamine

source: InfoBar Show Movies
et: Inforiba - Filmid

source: InfoBar Show Radio
et: Inforiba - Raadio

source: InfoBar Show Tv
et: Inforiba - TV

source: List of Bouquets
et: Lemmikute nimekiri

source: MQB Functions and Plugins
et: MQB funktsioonid ja laiendused

source: Macros
et: Makrod

source: Main menu
et: Peamenüü

source: MediaPlayer
et: Meediamängija

source: Menu
et: Menüü

source: Mount info
et: Haakepunktid

source: Move PIP
et: Liiguta PIP

source: Multi QuickButton settings
et: Multi QuickButton seaded

source: MultiQuickButton macro configuration
et: Multi QuickButton makro seadistused

source: Mute
et: Vaigista

source: No valid function file found
et: Kehtivat funktsiooni ei leitud

source: No valid selection
et: Kehtiv valik puudub

source: Overwrite existing Backup?.
et: Kirjutad olemasoleva varukoopia üle?

source: Overwrite existing Settings?.
et: Kirjutad praeguse seadistuse üle?

source: Picture Player
et: Pildimängija

source: Play
et: Esita

source: Please select the backup path...
et: Vali varukoopiale asukoht...

source: Please select the restore path...
et: Vali taastatava varukoopia asukoht...

source: Plugin Browser
et: Laienduste sirvija

source: Plugins
et: Laiendused

source: Power
et: Toide

source: Quickbutton Key :
et: Quickbutton nupp:

source: Quickbutton: Key
et: Quickbutton: nupp

source: Quite without saving changes ?
et: Väljud seadistusi salvestamata?

source: Reboot
et: Taaskäivitus

source: Record
et: Salvestus

source: Restart SoftCam
et: Taaskäivita EMU

source: Restarting Enigma2 to load:
et: Taaskäivitame Enigma2, et laadida:

source: Restarting Enigma2 to set Multi QuickButton Autostart
et: Multi QuickButton automaatse käivitumise kinnitamiseks taaskäivitatakse Enigma2

source: Restore
et: Taasta

source: Restore Settings...
et: Taasta seadistus

source: Rewind <<
et: Tagasikerimine <<

source: Save
et: Salvesta

source: Save Settings
et: Salvesta seadistus

source: Show PIP
et: Näita PIP

source: Sleeptimer
et: Unetaimer

source: Start Teletext
et: Teletekst

source: Start Timeshift
et: Ajanihe

source: Subservice Selection
et: Alamkanalid

source: Subtitle
et: Subtiitrid

source: Subtitles
et: Subtiitrid

source: Swap PIP
et: Vaheta PIP

source: Switch 4:3 (Pillarbox) (Pan&Scan)
et: Vaheta 4:3 (Pillarbox) (Pan&Scan)

source: Timer
et: Taimer

source: Toggle AtmoLight
et: AtmoLight

source: VU+ R-Button
et: VU+ R-nupp

source: Volume +
et: Heli +

source: Volume -
et: Heli -

source: Zap history back
et: Eelmisele kanalile ajaloos

source: Zap history next
et: Järgmisele kanalile ajaloos

source: blue
et: sinine

source: delete
et: kustuta

source: file %s not found!
et: faili %s ei leitud!

source: green
et: roheline

source: off
et: väljas

source: on
et: sees

source: red
et: punane

source: yellow
et: kollane
